export const sortBy = Object.freeze({
  default: "За замовчуванням",
  popular: "По популярності",
  cheep: "Дешевші",
  expensive: "Дорожчі",
});

export const categories = Object.freeze({
  carriages: [
    "Коляски 3в1",
    "Зимові конверти",
    "Аксесуари та комплектуючі",
    "Коляски для двійні",
    "Муфти",
  ],
  room: ["Ліжечка", "Постільна білизна", "Комоди", "Нічники", "Декор"],
  chairs: ["Стільці для годування", "Дитячі крісла", "Шезлонги", "Мєякі пуфи"],
  feeding: ["Дитячі суміші", "Прикорм", "Посуд"],
  hygiene: [
    "Підгузки",
    "Пральні та миючі засоби ",
    "Серветки та рушники",
    "Пелюшки",
    "Ванночки",
    "Горщики",
  ],
  autochairs: ["Автолюльки", "Автокрісла-переноски", "Трансформери", "Бустери"],
  transport: [
    "Ходунці",
    "Дитячі машинки",
    "Дитячі велосипеди",
    "Дитячі самокати",
  ],
  toys: ["Брязкальця", "Розвиваючі", "Пазли", "Конструктори"],
  clothes: ["Повзунки", "Костюмчики", "Верхній одяг", "Комбінезони", "Льолі"],
  new: [
    "Нове у категорії дитячі коляски",
    "Нове у категорії дитяча кімната",
    "Нове у категорії стільці і шезлонги",
    "Нове у категорії для годування",
    "Нове у категорії гігієна та догляд",
    "Нове у категорії автокрісла",
    "Нове у категорії дитячий транспорт",
    "Нове у категорії іграшки",
    "Нове у категорії одяг",
  ],
});

export const brands = [
  "Anex",
  "BabyOno",
  "Carrello",
  "OK Baby",
  "Babyroom",
  "ZD",
  "Маленька Соня",
  "Huggies",
  "Pampers",
  "Play-Doh",
  "Hipp",
  "Lego",
  "Bebivita",
];
